export default {
  projections: {
    КолонкаE: {
      номерКол: {
        __caption__: 'Номер кол'
      },
      заправБак: {
        __caption__: 'Заправ бак',
        типТоплива: {
          __caption__: 'Тип топлива'
        }
      }
    },
    КолонкаL: {
      номерКол: {
        __caption__: 'Номер кол'
      },
      заправБак: {
        __caption__: 'Тип топлива',
        типТоплива: {
          __caption__: 'Тип топлива'
        }
      }
    }
  },
  validations: {
    номерКол: {
      __caption__: 'Номер кол'
    },
    заправБак: {
      __caption__: 'Заправ бак'
    }
  }
};
