export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      заправкаАвто: {
        __caption__: 'Заправка авто',
        колТоплива: {
          __caption__: 'Кол топлива'
        }
      },
      товар: {
        __caption__: 'Товар',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        имя: {
          __caption__: 'Имя'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      заправкаАвто: {
        __caption__: 'Кол топлива',
        колТоплива: {
          __caption__: 'Кол топлива'
        }
      },
      товар: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      }
    }
  },
  validations: {
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    заправкаАвто: {
      __caption__: 'Заправка авто'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    товар: {
      __caption__: 'Товар'
    }
  }
};
