export default {
  projections: {
    ЗаправкаАвтоE: {
      колТоплива: {
        __caption__: 'Кол топлива'
      },
      колонка: {
        __caption__: 'Колонка',
        номерКол: {
          __caption__: 'Номер кол'
        }
      }
    },
    ЗаправкаАвтоL: {
      колТоплива: {
        __caption__: 'Кол топлива'
      },
      колонка: {
        __caption__: 'Номер кол',
        номерКол: {
          __caption__: 'Номер кол'
        }
      }
    }
  },
  validations: {
    колТоплива: {
      __caption__: 'Кол топлива'
    },
    колонка: {
      __caption__: 'Колонка'
    }
  }
};
