export default {
  projections: {
    ЗаправБакE: {
      объем: {
        __caption__: 'Объем'
      },
      типТоплива: {
        __caption__: 'Тип топлива'
      },
      уровеньЗаливки: {
        __caption__: 'Уровень заливки'
      },
      активен: {
        __caption__: 'Активен'
      },
      ценаТопл: {
        __caption__: 'Цена топл'
      }
    },
    ЗаправБакL: {
      объем: {
        __caption__: 'Объем'
      },
      типТоплива: {
        __caption__: 'Тип топлива'
      },
      уровеньЗаливки: {
        __caption__: 'Уровень заливки'
      },
      активен: {
        __caption__: 'Активен'
      },
      ценаТопл: {
        __caption__: 'Цена топл'
      }
    }
  },
  validations: {
    активен: {
      __caption__: 'Активен'
    },
    объем: {
      __caption__: 'Объем'
    },
    типТоплива: {
      __caption__: 'Тип топлива'
    },
    уровеньЗаливки: {
      __caption__: 'Уровень заливки'
    },
    ценаТопл: {
      __caption__: 'Цена топл'
    }
  }
};
