export default {
  projections: {
    ТоварE: {
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      количество: {
        __caption__: 'Количество'
      }
    },
    ТоварL: {
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
