export default {
  projections: {
    КлиентE: {
      имя: {
        __caption__: 'Имя'
      },
      телНомер: {
        __caption__: 'Тел номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      банкДанные: {
        __caption__: 'Банк данные',
        номерКарт: {
          __caption__: 'Номер карт'
        }
      }
    },
    КлиентL: {
      имя: {
        __caption__: 'Имя'
      },
      телНомер: {
        __caption__: 'Тел номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      банкДанные: {
        __caption__: 'Номер карт',
        номерКарт: {
          __caption__: 'Номер карт'
        }
      }
    }
  },
  validations: {
    датаРожд: {
      __caption__: 'Дата рожд'
    },
    имя: {
      __caption__: 'Имя'
    },
    телНомер: {
      __caption__: 'Тел номер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    банкДанные: {
      __caption__: 'Банк данные'
    }
  }
};
